Repository: Nouftamimi/LinkTo
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Categorize
ar: التصنيفات

source: Read
ar: مقروء

source: Unread
ar: غير مقروء

source: My Tags
ar: اضافاتي

source: Enter the title
ar: ادخل العنوان

source: Enter the link title
ar: ادخل عنوان الرابط

source: Add the URL link
ar: اضف الرابط

source: Save
ar: حفظ

source: Add Link
ar: رابط

source: My Links
ar: روابطي
